[
  "On Halloween night, The Diamondback sent a team of reporters out into the darkness and torrential rain. Their goal? Capture the very specific type of chaotic yet earnest energy that comes from a drunken College Park bus ride — and preserve it for posterity.",
  "BOLD::Listen to what we heard on the bus in our latest episode of Offbeat:",
  "PODCAST::https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/709740466&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
  "We rode the Green and Orange buses practically all night long, circling from South Campus to Route 1 to North Campus and back again. We squeezed into their sweaty, dimly-lit interiors, pulled out our cameras, microphones and notebooks, and watched.",
  "Here's what we saw.",
  "PERSON::Hadron Chaudhary",
  "I walk to catch the Green bus just before midnight, securing my Elmo costume and mitten-paws against the evil downpour that had washed all the children and sorority girls from the streets.",
  "I board while the ticker still reads, in bright pumpkin orange, \"OCT. 31, 2019.\"",
  "There's one boy sheltering from the bone-chilling elements in several layers of outerwear. And yet, from the intensity of his unblinking gaze into the slowly decomposing lump of pastry on the floor, I could tell he had no chill. I thought to console him with journalistic small talk.",
  "I turn around to call to him over the two seats between us: \"How are you this evening?\" I have to say it twice before he's called into the present. We got to talking after a bit, and he starts unzipping some layers. He tells me I’m witnessing a costume, and I beg him to explain what he’s become. His shirt is pink, his pants were a drab olive green, his brown hair beginning to dry after the downpour.",
  "He says, \"All along, I've been a watermelon. Nay, a seedless watermelon.\"",
  "I notice the smudge of black in the corner of his eye, the remnant seed of a simpler life. And when I ask about it, he becomes agitated.",
  "\"The beauty of the watermelon lies not in the juice, not in the skin, but in the seed.\" Then a little more doggedly he explains, \"The seedless seed.\"",
  "It's a confusing conversation from Watermelon to Elmo, surrounded by the hushed bus pews and its contemplative cat girl parishioners, the background blur of the window capturing street demons walking to 7-Eleven, the bus driver’s stony face set in the front mirror. In front of all our unnatural witnesses, he tells me:",
  "\"God intended for us to have all the beauty of his creation, including the fucked up shit.\" And he laughs at me.",
  "GALLERY::",
  "PERSON::Christine Condon",
  "Perhaps the scariest part of my Halloween night was the fleeting moment wherein I couldn't recall what DoodleBob from Spongebob says.",
  "There was $1 in Venmo credit on the line, after all — the prize money of the Game Bus Game Show — a combination of trivia, Pictionary and feats of water-bottle-flipping prowess.",
  "It took me a few seconds, but it is — obviously —  \"Me hoy minoy,\" the very sort of nonsensical exclamation that one would expect from a magical, pencil-holding drawing that came to life underwater.",
  "Tonight, the show's hosts were an astronaut and a bottle of Sriracha hot sauce, but normally they’re just a couple of friends who bought a game show wheel on eBay.",
  "As bus-goers spun the wheel, they'd pull props seemingly out of nowhere, as if they’re reaching into Mary Poppins’ bag. And it’s just like clockwork. Land on \"How low can you go?\" and out pops a baseball bat to serve as a limbo stick. Land on \"What’s that smell?\" and out comes a bottle of hot sauce. \"Draw and guess\" yields a whiteboard and marker. (The Halloween costumes made the semi-difficult task of drawing another bus-goer considerably easier than it would otherwise be.)",
  "And that game show lit up what would already be a pretty raucous night.",
  "As if the collective drenching outside North Campus dorms wasn't enough, as if the flawed renditions of \"Don’t Stop Believin’\" didn’t do the trick, it was the Game Bus Game Show that provided the truest form of unity on the Orange Bus that night.",
  "GALLERY::",
  "PERSON::Arya Hodjat",
  "By the time I boarded the Orange Bus, the light drizzle had aged into a gloomy downpour. Fortunately, I had my trusty latex horse mask on me to shield me from the rain. I slid it on and embarked on my journey, a modern Paul Revere.",
  "But on this midnight ride, it was not the British that were coming — it was the freshmen. I didn't speak to a single student on that bus who wasn’t in their first year at this esteemed institution of higher learning.",
  "So, on Thursday night, I — a wizened senior — got the opportunity to see the glorious treachery of Halloweekend one more time. But this time, through the eyes of a freshman.",
  "One complained that the floor of R.J. Bentley's was too sticky. One tittered with excitement at the idea of showing off a new costume the next night. One seemed peeved at his more-intoxicated friend. One complained about the guy who’s not her boyfriend but they’re definitely \"talking\" (my words, not hers) had ghosted her, and then realized too late she’d missed her stop. One said her boyfriend had cheated on her, and was met with a wave of commiseration. One was just really, really excited to go to Blaze Pizza.",
  "It was a pastiche of the University of Maryland experience. When I got off the bus, realizing I'd leave all this behind in a few short months, I was once again glad for the horse mask.",
  "I had quite the long face."
]
